brew "autoconf"
brew "automake"
brew "btop"
brew "cmark-gfm"
brew "codespell"
brew "coreutils"
brew "direnv"
brew "fish"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "just"
brew "mise"
brew "mole"
brew "opencode"
brew "openssl"
brew "pgcli"
brew "pinentry-mac"
brew "renameutils"
brew "ripgrep"
brew "rtk"
brew "tree"
brew "wxwidgets"
brew "zsh"

cask "brave"
cask "dash"
cask "devtoys"
cask "devutils"
cask "discord"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "macdown"
cask "muzzle"
cask "obsidian"
cask "postgres-app"
cask "proton-mail"
cask "slack"
cask "supercmd"
cask "tableplus"
